{
    "link_to_article": "https://www.moneycontrol.com/news/india/hmpv-virus-first-case-detected-in-bengaluru-hospital-baby-tests-positive-says-report-12903905.html",
    "hero_img": "https://images.moneycontrol.com/static-mcnews/2024/12/20241209070324_disease-virus-medical-test-laboratory.jpg?impolicy=website&width=770&height=431",
    "article_data": {
        "headline": "HMPV virus in India: Two cases detected in Bengaluru hospital; infants test positive, says ICMR",
        "content": "The Indian Council of Medical Research (ICMR) has detected two cases of Human Metapneumovirus (HMPV) in Karnataka.  Both the cases were detected at Bengaluru's Baptist hospital. \nThe first one is a 3-month-old female infant while the second one is an 8-month-old male infant. \"Both cases were identified through routine surveillance for multiple respiratory viral pathogens, as part of ICMR's ongoing efforts to monitor respiratory illnesses across the country,\" said Ministry of Health and Family Welfare. The Union Health Ministry earlier said  India is fully prepared to manage respiratory illnesses with surveillance mechanisms indicating no unusual surge in cases. The ministry on Saturday conducted a joint monitoring group meeting to discuss the reports of rising cases of respiratory illnesses in China in the past few weeks. It said that the situation is being 'losely monitored through all available channels and it has requested the World Health Organisation (WHO) to share timely updates regarding the situation.\"We will continue to monitor the situation closely and validate information and developments accordingly,\" a senior official from the health ministry was quoted by PTI as saying. According to the press release discussing the key takeaways from the meeting, the situation in China is “not unusual” given the ongoing flu season. “The reports also suggest that the cause of the present surge is the influenza virus, RSV and HMPV – the usual pathogens that are expected during the season,” the release said. \nWhat is HMPV virus?\nHMPV causes symptoms similar to the common cold in humans. Children, sexaganerians (and above) and people with weak immune systems are most vulnerable to metapneumovirus. Studies show most HMPV cases are mild in nature and most people get it before they turn 5, acccording to reports.\nHow does it spread? \nAccording to the Centers for Disease Control and Prevention (CDC), HMPV can cause respiratory diseases and spreads easily from person to person or from contaminated surfaces to people. Though it was only discovered in 2001 ( as per CDC) it is now recognised as a significant contributor to upper and lower respiratory tract infections. The symptoms include cough, fever, nasal congestion, and shortness of breath. \nSymptoms and prevention \nDirector General of Health Services (DGHS) Dr Atul Goel told News18 that the Human Metapneumovirus is like any other respiratory virus which causes common cold, and it could cause flu-like symptoms in the young and the very old. \nHe urged  the public to take the general precautions that are used to prevent respiratory infections which means if someone has a cough and cold they should avoid coming in contact with others so that the infection does not spread. \n\"People should follow respiratory etiquette and take normal medicines for cold and fever that are there,\" he said.",
        "images": [
            {
            "link": "https://images.moneycontrol.com/static-mcnews/2025/01/20250106062053_ICMR.jpg",
            "label": "HMPV causes symptoms similar to the common cold in humans.",
            "image_contents": "A lab technician collecting a pathogen culture from a petri dish using a cotton swab"
            },
            {
            "link": "https://images.moneycontrol.com/static-mcnews/2025/01/20250106062053_ICMR.jpg",
            "label": "Press release from Press Information Bureau, Govt of India",
            "image_contents": "Government addressing the coverage of HMPV Virus in media and raising awareness about the virus and that it's not so serious an issue."
            }
        ]
    }
}